---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.CombinableElementArray
source: html/94619ebf-3903-f5b6-3323-de8965d9edb6.htm
---
# CombinableElementArray Members

Initializes a new instance of the CombinableElementArray class